{
  "blink.cmp": { "branch": "main" },
  "flip": { "branch": "main" },
  "gotmpl.nvim": { "branch": "main" },
  "lantern": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lightswitch": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "overseer.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "resession.nvim": { "branch": "master" },
  "snacks.nvim": { "branch": "main" },
  "telescope-fzy-native.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "tree-sitter-ghostty": { "branch": "main" },
  "turnip": { "branch": "main" }
}
