{
  "blink.cmp": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "flip": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lightswitch": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "overseer.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "resession.nvim": { "branch": "master" },
  "schematic": { "branch": "main" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "turnip": { "branch": "main" }
}
