{
  "plugins": {
    "flip": {
      "src": "git@github.com:jpetrie/flip.git",
      "version": "'1.0.0'"
    },
    "lantern": {
      "src": "git@github.com:jpetrie/lantern.git"
    },
    "mini.completion": {
      "src": "https://github.com/nvim-mini/mini.completion.git",
      "version": "'v0.17.0'"
    },
    "mini.icons": {
      "src": "https://github.com/nvim-mini/mini.icons.git",
      "version": "'v0.17.0'"
    },
    "oil": {
      "src": "https://github.com/stevearc/oil.nvim.git"
    },
    "overseer": {
      "src": "https://github.com/stevearc/overseer.nvim.git"
    },
    "plenary": {
      "src": "https://github.com/nvim-lua/plenary.nvim.git"
    },
    "resession": {
      "src": "https://github.com/stevearc/resession.nvim.git"
    },
    "telescope": {
      "src": "https://github.com/nvim-telescope/telescope.nvim.git",
      "version": "'v0.2.1'"
    },
    "telescope-fzy-native": {
      "src": "https://github.com/nvim-telescope/telescope-fzy-native.nvim.git"
    },
    "turnip": {
      "src": "git@github.com:jpetrie/turnip.git"
    }
  }
}
